HELP = """
Привееет!
Я - бот, который создан для того, чтобы следить за ценой товара на маркетплейсах.
Пока я работаю только с Wildberries, но скоро я смогу работать и с другими площадками!
Вот мои комманды:

/start и /help - вызывают это сообщение
/add - добавление товара в список для отслеживания
/list - отображает список отслеживаемых вами товаров
/remove - удаление товара из списка

Если у тебя остались вопросы или что-то пошло не так - пиши сюда: @akiro_jpg
"""

ADD = """Отправь мне ссылку на товар, который хочешь добавить в список отслеживания"""

URL_ERROR = """Получена недействительная ссылка на товар!"""

ADD_SUCCESS = """Товар успешно добавлен в список отслеживания!"""

ADD_FAILED = """Не удалось добавить товар!"""

ADD_ALREADY = """Такой товар уже есть в списке отслеживания"""

LIST_EMPTY = """Ваш список пуст!"""

REMOVE = """Отправь ссылку на товар, который хочешь удалить из отслеживания"""
REMOVE_SUCCESS = """Товар успешно удален"""
REMOVE_ALREADY = """Такого товара нет в списке отслеживания"""
REMOVE_FAILED = """Возникла ошибка при удалении товара!"""
